Repository: maloep/romcollectionbrowser
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Error: Can not access database.
es_es: Error: No se puede acceder a base de datos.

# #32001
source: Error while updating config.xml.
es_es: Error mientras actualiza config.xml.

# #32002
source: Error reading config.xml.
es_es: Error leyendo config.xml.

# #32003
source: Error: File config.xml does not exist.
es_es: Error: Archivo config.xml no existe.

# #32004
source: Error: Could not read config.xml.
es_es: Error: No se puede leer config.xml.

# #32005
source: Configuration error. See kodi.log for details.
es_es: Error de configuración. Mira kodi.log por detalles.

# #32006
source: Rom Collection ids are not unique.
es_es: ids de colección de rom no son únicas.

# #32007
source: Error: Cannot backup config.xml.
es_es: Error: No se puede backup config.xml.

# #32008
source: Error: Cannot write config.xml.
es_es: Error: No se puede escribir config.xml.

# #32009
source: %s %s could not be found in config.xml.
es_es: %s %s no puede ser encontrado en config.xml.

# #32010
source: Error: Could not create artwork directory.
es_es: Error: No se puede crear directorio artwork.

# #32011
source: Check kodi.log for details.
es_es: Mira kodi.log por detalles.

# #32012
source: Error: Could not create artwork file.
es_es: Error: No se puede crear archivo artwork.

# #32013
source: Rescrape game error
es_es: Rescrape error de juego

# #32014
source: Can't load selected Game
es_es: No se puede cargar juego seleccionado

# #32015
source: Edit Game Command Error
es_es: Error Edición Comando de Juego

# #32016
source: Add To Favorites Error
es_es: Error Agregar a Favoritos

# #32017
source: Delete Game Error
es_es: Error Borrado de Juego

# #32018
source: Can't delete selected Game
es_es: No se puede borrar el juego seleccionado

# #32020
source: Error Deleting Rom Collection
es_es: Error Borrando Colección Rom

# #32021
source: Configuration Error
es_es: Error de Configuración

# #32022
source: Site %s does not exist in config.xml
es_es: Sitio %s no existe en config.xml

# #32023
source: Cannot get rom collection with id: %s
es_es: No se puede adquirir colección rom con id: %s

# #32024
source: Selected game could not be read from database.
es_es: Juego seleccionado no puede ser leído de la base de datos.

# #32025
source: Control with id: %s could not be found. Check WindowXML file.
es_es: Control con id: %s no puede ser encontrado. Chequea archivo WindowXML.

# #32027
source: Cannot scrape %s games with %s scraper.[CR]Invalid combination of scraper settings.
es_es: No se puede scrape %s juegos con %s scraper.[CR]Combinación inválida de opciones de scraper.

# #32030
source: Error: Cannot backup MyGames.db: Backup File exists.
es_es: Error: No se puede backup MyGames.db: Archivo Backup existe.

# #32031
source: Error: Cannot backup MyGames.db
es_es: Error: No se puede backup MyGames.db

# #32032
source: Error: No Update from version %s to %s.
es_es: Error: No actualizar de versión %s a %s.

# #32034
source: Error launching game!
es_es: Error lanzando juego!

# #32035
source: Error while launching emulator
es_es: Error mientras lanzando emulador

# #32036
source: Error deleting files after launching emulator
es_es: Error borrando archivos después de lanzar emulador

# #32037
source: Error while launching emulator: File %s does not exist!
es_es: Error mientras se lanza emulador: Archivo %s no existe!

# #32038
source: Error while creating .cut file. Check kodi.log for details.
es_es: Error mientras se crea archivo .cut. Mira kodi.log por detalles.

# #32039
source: Error launching .7z file.
es_es: Error lanzando archivo .7z.

# #32040
source: Error: File config_template.xml does not exist
es_es: Error: Archivo config_template.xml no existe

# #32041
source: RCB can't acces your rom path.[CR]Make sure it does not contain any non-ascii characters.
es_es: RCB no puede acceder a su directorio de Rom.[CR]Asegúrese de que no contenga caracteres no ascii.

# #32042
source: RCB can't acces your artwork path.[CR]Make sure it does not contain any non-ascii characters.
es_es: RCB no puede acceder a su directorio de artwork.[CR]Asegúrese de que no contenga caracteres no ascii.

# #32043
source: API quota for current scraper exceeded.[CR]Please try again later or use another scraper.
es_es: API quota para el scraper excedida.[CR]Por favor intente de nuevo o use otro scraper.

# #32100
source: No config file found.
es_es: No se encuentra archivo de configuración.

# #32101
source: Do you want to create one?
es_es: Quiere crear uno?

# #32102
source: Database and config.xml updated to new version.
es_es: Base de Datos y config.xml actualizados a nueva versión.

# #32103
source: Please read the wiki and changelog if you encounter any problems.
es_es: Lea wiki y changelog si encuentra problemas.

# #32104
source: Deleting Rom
es_es: Borrando Rom

# #32105
source: Deleting Roms...
es_es: Borrando Roms

# #32106
source: Deleting Roms Complete
es_es: Borrando Roms Completado

# #32107
source: Checking File
es_es: Chequeando Archivos

# #32108
source: Cleaning Database...
es_es: Limpiando Base de Datos...

# #32109
source: Compressing Database...
es_es: Comprimiendo Base de Datos...

# #32110
source: Database Clean-up Complete
es_es: Limpieza de Base de Datos Completa

# #32111
source: Import Games...
es_es: Importar Juegos...

# #32112
source: Import in Progress
es_es: Importado en Progreso

# #32113
source: Do you want to cancel current import?
es_es: Quiere cancelar importación actual?

# #32114
source: Cancelling in Progress
es_es: Cancelar en Progreso

# #32115
source: Import is still being cancelled. Please try again later.
es_es: La importacíon aún está siendo cancelada. Intente más tarde nuevamente.

# #32116
source: Enter search term
es_es: Ingresa Término de búsqueda

# #32117
source: Search
es_es: Buscar

# #32118
source: Do you want to import Games now?
es_es: Quieres importar juegos ahora?

# #32119
source: loading list...
es_es: Cargando lista...

# #32120
source: All
es_es: TODO

# #32121
source: Loading games...
es_es: cargando juegos...

# #32122
source: Importing Rom Collection
es_es: Importando Colección Rom

# #32123
source: Importing Game
es_es: Importando Juegos

# #32124
source: Continue
es_es: Continuar

# #32125
source: Continue and Ignore Errors
es_es: Continuar e Ignorar Errores

# #32126
source: Cancel
es_es: Cancelar

# #32127
source: First 10 games could not be imported.
es_es: Primeros 10 juegos no pueden ser importados.

# #32128
source: Import canceled.
es_es: Importar cancelado.

# #32129
source: Please check kodi.log for details.
es_es: Por favor mira kodi.log por detalles.

# #32130
source: Building file list...
es_es: Construyendo lista de archivos...

# #32131
source: downloading info
es_es: Descargando info

# #32132
source: Enter %s
es_es: Ingresar %s

# #32133
source: Remove Game From Favorites
es_es: Remover Juego de Favoritos

# #32134
source: Remove Selection From Favorites
es_es: Remover Selección de Favoritos

# #32135
source: Enter Game Command
es_es: Ingresa comandos para el juego

# #32136
source: Are you sure you want to delete this game?
es_es: Está seguro que quiere borrar este juego?

# #32137
source: Delete games and configuration
es_es: Borra juegos y configuración

# #32138
source: Delete games only
es_es: Sólo borra juegos

# #32139
source: Emulator
es_es: Emulador

# #32140
source: Enter Rom File Mask
es_es: Ingresa Extensión de archivo para Rom

# #32141
source: Path
es_es: Directorio

# #32142
source: Choose a media path to add
es_es: Elige un directorio de media para adherir

# #32143
source: Choose a media path to remove
es_es: Elige un directorio de media para remover

# #32144
source: There already are scrapers for all Rom Collections
es_es: Ya hay scrapers para todas las Colecciones de Roms

# #32145
source: Edit or delete an existing scraper
es_es: Editar o borrar un scraper existente

# #32146
source: Select scraper name
es_es: Selecciona nombre de scraper

# #32147
source: Choose a scraper to remove
es_es: Elija un scraper para remover

# #32148
source: Scraper %s is already in use and cannot be deleted.
es_es: Scraper %s está siendo usado y no puede ser borrado.

# #32153
source: local artwork
es_es: artwork local

# #32154
source: local nfo
es_es: nfo local

# #32155
source: Select Artwork type
es_es: Seleccione tipo Artwork

# #32156
source: Select property
es_es: Seleccione Propiedades

# #32157
source: ignore
es_es: ignorar

# #32158
source: Ignore filter
es_es: Ignorar filtro

# #32159
source: show
es_es: Mostrar

# #32160
source: Show only games with missing items
es_es: Mostrar sólo juegos con items perdidos

# #32161
source: hide
es_es: Ocultar

# #32162
source: Hide games with missing items
es_es: Ocultar juegos con items faltantes

# #32163
source: Launch Game
es_es: Lanzar juego

# #32164
source: Please choose disc
es_es: Seleccione Disco

# #32165
source: Launch game from start
es_es: Lanzar desde el comienzo

# #32166
source: Launch saved state of this game?
es_es: Lanzar Save State de este juego?

# #32167
source: Select slot of saved game
es_es: Selecciona slot de juego guardado

# #32168
source: Enter Command Text
es_es: Ingresa Comando de Texto

# #32169
source: Export library...
es_es: Exportar librería...

# #32170
source: Exporting Rom Collection
es_es: Exportando Colección Rom

# #32171
source: Export game
es_es: Exportar juego

# #32172
source: Action canceled. Config.xml will not be written.
es_es: Acción cancelada. Config.xml no será escrito

# #32173
source: Choose a scenario
es_es: Elige un escenario

# #32174
source: Scrape game info and artwork online
es_es: Scrape de info de juego y artwork online

# #32175
source: Game info and artwork are available locally
es_es: Info de juego y artwork están disponibles localmente

# #32176
source: Choose a platform
es_es: Elige una plataforma

# #32177
source: Enter platform name
es_es: Ingresa el nombre de la plataforma

# #32178
source: Path to %s Emulator
es_es: Directorio a %s Emulador

# #32179
source: Emulator params ("%ROM%" is used for your rom files)
es_es: Parámetros del Emulador ("%ROM%" se usa para sus archivos roms)

# #32180
source: Path to %s Roms
es_es: Directorio a %s Roms

# #32181
source: File mask (comma-separated): e.g. *.zip, *.smc
es_es: Extensión de archivo(separado por coma): e.g. *.zip, *.smc

# #32183
source: Choose an artwork type
es_es: Elige un tipo de artwork

# #32184
source: Do you want to add another Artwork Path?
es_es: Quiere Agregar Otro Directorio Artwork?

# #32185
source: Structure of your game descriptions
es_es: Estructura de la descripción de tu juego

# #32186
source: One description file per game
es_es: Un archivo de descripción por cada juego

# #32187
source: One description file for all games
es_es: Un archivo de descripción para todos los juegos

# #32188
source: Scrape game info online (or use local nfo)
es_es: Scrape de Info de Juego online (o usar nfo local)

# #32189
source: %s game description
es_es: %s descripción de juego<

# #32190
source: Enter description file mask
es_es: Ingresa descripción de extensión de archivo

# #32191
source: %s parse instruction
es_es: %s instrucción de escaneo

# #32192
source: Do you want to add another Rom Collection?
es_es: Quiere Agregar Otra Colección de Roms?

# #32194
source: Pre-Launch delay (ms)
es_es: Retraso Pre-Lanzado (ms)

# #32195
source: Post-Launch delay (ms)
es_es: Retraso Post-Lanzado (ms)

# #32196
source: Solo mode startup delay (ms)
es_es: Retraso Modo Autónomo (ms)

# #32197
source: Use VB script in solo mode (Windows only)
es_es: Usar VB script en modo autónomo (Sólo Windows)

# #32198
source: Use RetroPlayer to launch games?
es_es: Usar RetroPlayer para Lanzar Juegos?

# #32199
source: Suspend Audio
es_es: Suspender Audio<

# #32200
source: Minimize Kodi
es_es: Minimizar Kodi

# #32201
source: Path to emu_autoconfig.xml
es_es: Directorio a emu_autoconfig.xml

# #32202
source: %s (Installed)
es_es: %s (Instalado)

# #32203
source: Available autoconfig emulators
es_es: Emuladores Autoconfigurados Disponibles

# #32204
source: Caching images...
es_es: Cacheando imágenes...

# #32205
source: Do you want to force cancel current import?
es_es: Quieres Forzar Cancelar la Importación actual?

# #32206
source: Type of offline scraper
es_es: Tipo de Scraper Offline

# #32207
source: Scrape game info online and artwork is available locally
es_es: Scrape info de juego online y artwork está disponible localmente

# #32208
source: Left - Options, Right - Filter, C - Context menu
es_es: Izquierda - Opciones, Derecha - Filtro, C - Menú Contextual

# #32209
source: Up - Options, Down - Filter, C - Context menu
es_es: Arriba - Opciones, Abajo - Filtro, C - Menú Contextual

# #32210
source: downloading artwork
es_es: Descargando artwork

# #32302
source: Log level
es_es: Nivel de Log

# #32304
source: Save viewstate on exit
es_es: Guardar Vista al Salir

# #32305
source: Save viewstate on launch emu
es_es: Guardar vista al lanzar emu

# #32306
source: Import Games
es_es: Importar Juegos

# #32307
source: Import games on Kodi startup
es_es: Importar Juegos al Iniciar Kodi

# #32308
source: Show import options dialog
es_es: Mostrar Diálogo de Importación

# #32309
source: Scraping mode
es_es: Modo de Scraping

# #32312
source: Don't import games without description
es_es: No importar juegos sin descripción

# #32314
source: Rescrape already imported games
es_es: Rescrape juegos ya importados

# #32315
source: Allow overwrite with null values
es_es: Permitir Reescribir con Valores Nulos

# #32317
source: nfo folder path
es_es: Ubicación carpeta nfo

# #32318
source: Browse Games
es_es: Explorar Juegos

# #32319
source: Show stars for favorites
es_es: Mostrar Estrellas para Favoritos

# #32320
source: Show filter All Consoles
es_es: Mostrar filtro Todas las Consolas

# #32321
source: Show filter All Genres
es_es: Mostrar filtro Todos los Géneros

# #32322
source: Show filter All Years
es_es: Mostrar filtro Todos los Años

# #32323
source: Show filter All Publishers
es_es: Mostrar filtro Todos los Publicadores

# #32324
source: Show filter All Chars
es_es: Mostrar filtro Todos los Caracteres

# #32325
source: Prevent unfiltered search
es_es: Prevenir búsqueda no filtrada

# #32326
source: Launch Games
es_es: Lanzar Juegos

# #32327
source: Escape emulator cmd
es_es: Evitar emulador cmd

# #32328
source: Max number of games to display
es_es: Máximo número de juegos a mostrar

# #32329
source: Prefer local nfo file if available
es_es: Preferir info local si está disponible

# #32330
source: Use clearlogo as list title
es_es: Usar clearlogo como título de lista

# #32331
source: Show scrollbar in game lists
es_es: Mostrar barra de scroll en lista de juegos

# #32332
source: Show navigation hint at startup
es_es: Motrar tips de navegación al comienzo

# #32400
source: Year
es_es: Año

# #32401
source: Genre
es_es: Género

# #32402
source: Publisher
es_es: Publicador

# #32403
source: Developer
es_es: Desarrollador

# #32404
source: Favorites
es_es: Favoritos

# #32405
source: Search
es_es: Buscar

# #32406
source: Console
es_es: Consola

# #32408
source: View
es_es: Vista

# #32409
source: Filter missing infos
es_es: Filtrar infos faltantes

# #32411
source: Page
es_es: Página

# #32412
source: No Games found
es_es: No se encontraron juegos

# #32413
source: View Options
es_es: Opciones de Vista

# #32414
source: Max Players
es_es: Jugadores Máximos

# #32415
source: Rating (>=)
es_es: Puntaje (>=)

# #32416
source: Region
es_es: Región

# #32417
source: Sort by
es_es: Ordenar por

# #32418
source: Order
es_es: Ordenar

# #32419
source: Ascending
es_es: Ascendente

# #32420
source: Descending
es_es: Descendente

# #32421
source: Title
es_es: Título

# #32422
source: Rating
es_es: Puntaje

# #32423
source: Play count
es_es: Veces Jugado

# #32424
source: Date added
es_es: Fecha de Adhesión

# #32425
source: Release Year
es_es: Año de Lanzamiento

# #32426
source: Select Color File
es_es: Selecciona Archivo de Color

# #32427
source: Actions
es_es: Acciones

# #32428
source: Import Games
es_es: Importar Juegos

# #32429
source: Export Game Database
es_es: Exportar Base de Datos de Juego

# #32430
source: Clean Database
es_es: Limpiar Base de Datos

# #32431
source: Scan Artwork Directories
es_es: Escanear Directorios de Artwork

# #32432
source: Edit Rom Collections
es_es: Editar Colecciones de Rom

# #32433
source: Open Addon Settings
es_es: Abrir Configuración Addon

# #32501
source: Rescrape selected Game
es_es: Rescrape Juego Seleccionado

# #32502
source: Rescrape Selection
es_es: Rescrape Selección

# #32506
source: Edit Game Command
es_es: Editar Comando de Juego

# #32507
source: Add Game To Favorites
es_es: Adherir Juego a Favoritos

# #32508
source: Add Selection To Favorites
es_es: Adherir Selección a Favoritos

# #32510
source: Delete Game
es_es: Borrar Juego

# #32514
source: Set Gameclient (per Game)
es_es: Selecciona cliente de juego (por juego)

# #32600
source: Configuration
es_es: Configuración

# #32601
source: Rom Collection
es_es: Colección de Rom

# #32602
source: Import Games
es_es: Importar Juegos

# #32603
source: Import Game Data
es_es: Importar Datos de Juego

# #32604
source: Browse Games
es_es: Explorar Juegos

# #32605
source: Launch Games
es_es: Lanzar Juegos

# #32606
source: Rom Path
es_es: Directorio de Rom

# #32607
source: Rom File Mask
es_es: Extensión de Archivo Rom

# #32608
source: Ignore On Scan
es_es: Ignorar En Escaneo

# #32609
source: Allow Update
es_es: Permitir Actualización

# #32610
source: Max Folder Depth
es_es: Max Profundidad de Directorios

# #32611
source: Disk Indicator
es_es: Indicador N de Disco

# #32612
source: Use Foldername As Gamename
es_es: Usar Nombre de Carpeta Como Nombre de Juego

# #32616
source: Media Type
es_es: Tipo de Media

# #32617
source: Media Path
es_es: Directorio de Media

# #32618
source: Media File Mask
es_es: Extensión de archivo Media

# #32619
source: Remove Media Path
es_es: Remover Directorio de Media

# #32620
source: Add Media Path
es_es: Adherir Directorio de Media

# #32621
source: Images (Main window)
es_es: Imágenes (Ventana Principal)

# #32622
source: Images (Info window)
es_es: Imágenes (Ventana Info)

# #32623
source: Autoplay Video (Main Window)
es_es: Autoplay Video (Ventana Principal)

# #32624
source: Emulator Cmd
es_es: Emulador Cmd

# #32625
source: Emulator Params
es_es: Parámetros Emulador

# #32626
source: Use Emulator In Solo Mode
es_es: Usar Emulador En Modo Autónomo

# #32627
source: Use Popen To Launch Emulator
es_es: Usar Popen Para Lanzar Emulador

# #32628
source: Do Not Extract Zip Files
es_es: No extraer archivos Zip

# #32629
source: Savestate path
es_es: Directorio a Savestate

# #32630
source: Savestate File Mask
es_es: Extensión de archivo Savestate

# #32631
source: Savestate Params
es_es: Parámetros Savestate

# #32632
source: Pre-Launch Cmd
es_es: Pre-Lanzado Cmd

# #32633
source: Post-Launch Cmd
es_es: Post-Lanzado Cmd

# #32634
source: Save Config
es_es: Guardar Configuración

# #32635
source: Cancel
es_es: Cancelar

# #32637
source: Use RetroPlayer
es_es: Usar RetroPlayer

# #32638
source: Gameclient
es_es: Cliente de Juego

# #32640
source: Available Offline Scrapers
es_es: Offline Scrapers Disponible

# #32641
source: Click to add Offline Scraper
es_es: Click Para Adherir Offline Scraper

# #32642
source: Select Path to Game description file
es_es: Selecciona Directorio a Archivo de Descripción de Juegos

# #32643
source: Default Scraper
es_es: Scraper por Defecto

# #32644
source: Make Local Copy
es_es: Hacer Copia Local

# #32645
source: Add Collection
es_es: Adherir Colección

# #32646
source: Remove Collection
es_es: Remover Colección

# #32750
source: Region
es_es: Región

# #32752
source: Controller
es_es: Mando

# #32753
source: Rating
es_es: Puntaje

# #32754
source: Max. Players
es_es: Max. Jugadores

# #32755
source: Launch count
es_es: N de Veces Lanzado

# #32756
source: Play Game
es_es: Jugar Juego

# #32800
source: Import Games
es_es: Importar Juegos

# #32801
source: Scraping mode
es_es: Modo de Scraping

# #32802
source: Change scraper for this run
es_es: Cambia Scrapers para este Escaneo

# #32803
source: Scrape in background (exit RCB)
es_es: Scrapear en background (exit RCB)

# #32804
source: Use configured default scrapers
es_es: Usar los scrapers por defecto

# #32850
source: RCB - Missing info filter
es_es: RCB - Filtro de no info

# #32851
source: Filter mode
es_es: Modo de Filtrado

# #32852
source: Filter games with missing artwork
es_es: Filtrar juegos sin artwork

# #32853
source: ONE of these items missing
es_es: UNO de estos items faltante

# #32854
source: None
es_es: Ninguno

# #32855
source: Add item
es_es: Adherir Item

# #32856
source: Remove item
es_es: Remover Item

# #32857
source: ALL of these items missing
es_es: TODOS estos items faltantes

# #32858
source: Filter games with missing info
es_es: Filtrar juegos sin info

# #32900
source: RCB - Delete Rom Collection
es_es: RCB - Borrar Colección de Rom

# #32901
source: Removal Option
es_es: Opciones de remoción

# #32902
source: Delete
es_es: Borrar

# #32950
source: Scan Artwork
es_es: Escanear Artwork

# #32952
source: Artwork Type
es_es: Tipo de Artwork

# #32953
source: Caching Artwork for Rom Collection
es_es: Cacheo Artwork para la Colección de Rom

# #32954
source: Scan Artwork for Rom Collection
es_es: Escanear Artwork para la Colección de Rom

# #32955
source: Scan Artwork for Game
es_es: Escanear Artwork para el Juego
